Repository: stasionok/captcha-by-yandex-for-contact-form-7
Catalog: languages/captcha-by-yandex-for-contact-form-7-*.po
Languages: ru_ru

source: Your server is running PHP version %1$s but this plugin requires at least PHP %2$s. Please run an upgrade.
ru_ru: Ваш сервер работает на PHP версии %1$s, но плагину требуется минимум PHP версии %2$s. Пожалуйста обновите PHP до минимально необходимой версии.

source: Your Wordpress running version is %1$s but this plugin requires at least version %2$s. Please run an upgrade.
ru_ru: Версия вашего Wordpress %1$s, но плагину требуется минимально версия %2$s. Пожалуйста обновите Wordpress до минимально необходимой версии.

source: Please install and activate Contact Form 7 plugin first
ru_ru: Сперва необходимо установить и активировать плагин Contact Form 7

source: Configure
ru_ru: Настроить

source: Please configure the plugin first. Go to <a href="%s">configuration</a>
ru_ru: Для использования капчи необходимо сперва Настроить плагин. Перейти к <a href="%s">настройке</a>

source: Name
ru_ru: Имя

source: Test mode
ru_ru: Режим тестирования

source: Enable test mode
ru_ru: Включить режим тестирования

source: Invisible captcha
ru_ru: Невидимая капча

source: Use invisible captcha
ru_ru: Использовать невидимую капчу

source: Data processing block
ru_ru: Блок Обработка Данных

source: Hide data processing block
ru_ru: Скрыть блок Обработка Данных

source: It is your responsibility to notify users that their data is being processed by SmartCaptcha. If you hide the notification block, let users know in some other way that SmartCaptcha is processing their data.
ru_ru: Вы обязаны уведомлять пользователей о том, что их данные обрабатывает SmartCaptcha. Если вы скрываете блок с уведомлением, сообщите пользователям иным способом о том, что SmartCaptcha обрабатывает их данные.

source: Position of Data processing block:
ru_ru: Положение блока Обработка Данных

source: Insert Tag
ru_ru: Добавить

source: Please check captcha
ru_ru: Необходимо решить капчу

source: Yandex Captcha
ru_ru: Яндекс капча

source: Error
ru_ru: Ошибка

source: Invalid keys
ru_ru: Некорректные ключи

source: Settings saved.
ru_ru: Настройки сохранены

source: Yandex Captcha protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s Yandex Captcha integration module, you can block abusive form submissions by spam bots.
ru_ru: Яндекс капча защищает вас от спама и других способов автоматического злоупотребления. В интеграции с Contact Form 7, модуль Яндекс капча позволяет блокировать спам и злоупотребления.

source: Yandex Captcha is active on this site.
ru_ru: Яндекс капча активирована на этом сайте.

source: Setup Integration
ru_ru: Настроить интеграцию

source: Client key
ru_ru: Ключ клиента

source: Server Key
ru_ru: Ключ сервера

# API keys
source: Remove Keys
ru_ru: Удалить ключи

source: Save Changes
ru_ru: Сохранить настройки

source: Yandex Captcha for Contact Form 7
ru_ru: Яндекс капча for Contact Form 7

source: error: Your environment does not meet all of the system requirements listed below.
ru_ru: ошибка: Ваше окружение не удовлетворяет всем системным требованиям указанным ниже.

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to the
ru_ru: Если вам нужно обновить вашу версию PHP, вы можете запросить это у вашего хостинг-провайдер, и если вам нужно обновить WordPress посмотрите в

source: Captcha by Yandex for Contact Form 7
ru_ru: Капча от Яндекс для Contact Form 7

source: Allow use Yandex captcha for your forms with Contact Form 7
ru_ru: Позволяет использовать Яндекс капчу для ваших форм в плагине Contact Form 7
